Repository: YggdrasiI/plugin.video.simple_mediathek_de
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32101
source: General
de_de: Allgemein

# #32102
source: Local DB search
de_de: Lokale DB-Suche

# #32240
source: Video quality
de_de: Videoqualität

# #32202
source: Ask
de_de: Nachfragen

# #32203
source: Highest available
de_de: Beste verfügbare

# #32204
source: Lowest available
de_de: Geringste verfügbare

# #32205
source: Low
de_de: Niedrig

# #32206
source: Middle
de_de: Mittel

# #32207
source: High
de_de: Hoch

# #32208
source: Automatic update
de_de: Automatisches Update

# #32209
source: Length of history
de_de: Länge der History

# #32210
source: Update list of files
de_de: Filmliste jetzt im Hintergrund aktualisieren

# #32211
source: Delete local user data of addon
de_de: Alle lokalen Daten des Addons löschen

# #32212
source: Search by MediathekviewWeb.de
de_de: Suche per MediathekviewWeb.de

# #32213
source: Expand History at each search
de_de: History-Eintrag bei jeder Suche erstellen

# #32214
source: (Debug) Store output of Binary in /dev/shm
de_de: (Debug) Speichere Ausgabe des Binary in /dev/shm/

# #32215
source: Force view
de_de: Ansicht erzwingen

# #32216
source: None
de_de: Deaktiviert

# #32217
source: List
de_de: Liste

# #32218
source: Big List
de_de: Breite Liste

# #32219
source: (Experimental/For RPi 1) Addon pauses Kodi process
de_de: (Experimentell/Für RPi 1) Addon pausiert Kodi-Prozess.

# #32225
source: Sorting of search results
de_de: Sortierung der Suchergebnisse

# #32226
source: None
de_de: Nein

# #32227
source: By date, Youngest to Oldest
de_de: Nach Datum, Neueste -> Älteste

# #32228
source: By date, Oldest to Youngest
de_de: Nach Datum, Älteste -> Neueste

# #32306
source: Maximal
de_de: Höchstens

# #32307
source: Minimal
de_de: Mindestens

# #32308
source: Switch to search with maximal duration...
de_de: Suche auf Maximallänge umstellen...

# #32309
source: Switch to search with minimal duration...
de_de: Suche auf Mindestlänge umstellen...

# #32310
source: 0-10 o'clock
de_de: 0-10 Uhr

# #32311
source: 10-16 o'clock
de_de: 10-16 Uhr

# #32312
source: 16-20 o'clock
de_de: 16-20 Uhr

# #32313
source: 20-24 o'clock
de_de: 20-24 Uhr

# #32314
source: Today and yesterday
de_de: Heute und gestern

# #32315
source: {days} days
de_de: {days} Tage

# #32316
source: Calender
de_de: Kalender

# #32317
source: Channel {channel}
de_de: Kanal {channel}

# #32318
source: Back
de_de: Zurück

# #32340
source: Can't create folder for addon data.
de_de: Verzeichnis für Addon-Dateien konnte nicht erstellt werden.

# #32341
source: Channel
de_de: Sender

# #32342
source: Title/Topic
de_de: Titel/Thema

# #32343
source: Date
de_de: Datum

# #32344
source: Time of day
de_de: Uhrzeit

# #32345
source: Duration
de_de: Dauer

# #32346
source: Description
de_de: Beschreibung

# #32347
source: Clear search pattern
de_de: Suchmuster leeren

# #32348
source: Save search pattern
de_de: Suchmuster speichern

# #32349
source: Update list of films
de_de: Filmliste aktualisieren

# #32350
source: Previous search pattern
de_de: Vorherige Suchmuster

# #32351
source: Remove criterion
de_de: Suchkriterum entfernen

# #32352
source: Start search
de_de: Suche starten

# #32353
source: Requires search criteria
de_de: Nur mit Suchkriterium möglich

# #32354
source: Previous page
de_de: Vorherige Seite

# #32355
source: Next page
de_de: Nächste Seite

# #32357
source: Low resoltuion
de_de: Geringe Auflösung

# #32358
source: Medium resolution
de_de: Mittlere Auflösung

# #32359
source: High resolution
de_de: Hohe Auflösung

# #32360
source: Update successful (in {sec}s)
de_de: Update erfolgreich. Dauer {sec}s

# #32361
source: Update failed
de_de: Update fehlgeschlagen

# #32362
source: {num} files removed
de_de: {num} Dateien entfernt

# #32363
source: Enter first date
de_de: Erstes Datum eingeben

# #32364
source: Error during parsing of date strings.
de_de: Fehler beim Parsen eines Datums.

# #32366
source: Title / Topic (No RegEx)
de_de: Titel / Thema (No RegEx)

# #32367
source: No URL found
de_de: Keine URL gefunden

# #32368
source: Search failed
de_de: Suche fehlgeschlagen

# #32369
source: Update started
de_de: Update gestartet

# #32370
source: Enter second date
de_de: Zweites Datum eingeben
